import React from 'react';

const CategoryList =

  [
    { key: 1, name: "📊 경영/기획" },
    { key: 2, name: "🧮 회계" },
    { key: 3, name: "👨‍💼 HR" },
    { key: 4, name: "🛒 총무/법무" },
    { key: 5, name: "⚡ 영업/판매/무역" },
    { key: 6, name: "📺 마케팅/홍보" },
    { key: 7, name: "🧪 연구" },
    { key: 8, name: "🔧 생산" },
    { key: 9, name: "💻 IT" },
    { key: 10, name: "🚚 구매/자재/물류" },
    { key: 11, name: "📦 품질" },
    { key: 12, name: "📐 디자인" },
    { key: 13, name: "🧏‍♀️ 서비스상담" },
    { key: 14, name: "🧰 상품기획/MD" },
    { key: 15, name: "🚛 운전/운송/배송" },
    { key: 16, name: "🏢 건설/건축" },
    { key: 17, name: "💊 의료" },
    { key: 18, name: "🎬 미디어/문화/스포츠" },
    { key: 19, name: "💰 금융/보험" },
    { key: 20, name: "👮‍♂️ 공공/복지" },
    { key: 21, name: "👩‍🏫 교육" },
    { key: 22, name: "💼 기타" },
    { key: 99, name: "🙋‍♂️ 단일부문(스타트업 등)" },
  ]


export default CategoryList;